{"keras_version": "2.2.4", "class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_1", "activity_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 6], "dtype": "float32", "bias_regularizer": null, "units": 12}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_2", "kernel_constraint": null, "bias_regularizer": null, "units": 24}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_3", "kernel_constraint": null, "bias_regularizer": null, "units": 48}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_4", "kernel_constraint": null, "bias_regularizer": null, "units": 96}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_5", "kernel_constraint": null, "bias_regularizer": null, "units": 192}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_6", "kernel_constraint": null, "bias_regularizer": null, "units": 384}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_7", "kernel_constraint": null, "bias_regularizer": null, "units": 768}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_8", "kernel_constraint": null, "bias_regularizer": null, "units": 1536}}, {"class_name": "Dense", "config": {"activation": "relu", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "normal", "scale": 2.0, "mode": "fan_in"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_9", "kernel_constraint": null, "bias_regularizer": null, "units": 3072}}, {"class_name": "Dense", "config": {"activation": "linear", "use_bias": true, "trainable": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "kernel_regularizer": null, "bias_constraint": null, "name": "dense_10", "kernel_constraint": null, "bias_regularizer": null, "units": 3960}}], "name": "sequential_1"}}