{"backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"config": {"trainable": true, "kernel_constraint": null, "batch_input_shape": [null, 6], "name": "dense_1", "kernel_regularizer": null, "bias_regularizer": null, "dtype": "float32", "use_bias": true, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "mode": "fan_in", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "activity_regularizer": null, "units": 12}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 2.0, "distribution": "normal", "mode": "fan_in", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activity_regularizer": null, "units": 48}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activity_regularizer": null, "units": 72}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential"}