{"backend": "tensorflow", "config": {"layers": [{"config": {"kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "units": 12, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 6], "kernel_initializer": {"config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "use_bias": true, "dtype": "float32", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "units": 24, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "units": 48, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 2.0, "seed": null, "distribution": "normal", "mode": "fan_in"}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "linear", "units": 72, "trainable": true, "bias_regularizer": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "name": "dense_4"}, "class_name": "Dense"}], "name": "sequential_1"}, "keras_version": "2.2.4", "class_name": "Sequential"}