{"class_name": "Sequential", "keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "seed": null, "scale": 2.0}}, "kernel_regularizer": null, "bias_regularizer": null, "use_bias": true, "activation": "relu", "kernel_constraint": null, "batch_input_shape": [null, 6], "dtype": "float32", "name": "dense_1", "activity_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 12}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_in", "distribution": "normal", "seed": null, "scale": 2.0}}, "kernel_regularizer": null, "bias_regularizer": null, "units": 48, "activation": "relu", "kernel_constraint": null, "name": "dense_2", "activity_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_regularizer": null, "bias_regularizer": null, "units": 72, "activation": "linear", "kernel_constraint": null, "name": "dense_3", "activity_regularizer": null, "trainable": true, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}]}, "backend": "tensorflow"}