{"keras_version": "2.2.4", "config": {"layers": [{"config": {"dtype": "float32", "kernel_regularizer": null, "use_bias": true, "activation": "relu", "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 6], "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "units": 12, "activity_regularizer": null, "bias_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "use_bias": true, "units": 24, "activation": "relu", "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "trainable": true, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "use_bias": true, "units": 12, "activation": "relu", "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "trainable": true, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_regularizer": null, "use_bias": true, "units": 36, "activation": "relu", "kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_4", "trainable": true, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential", "backend": "tensorflow"}